[
{
    "model": "blog.category",
    "pk": 1,
    "fields": {
        "name": "Тренировки",
        "description": "Здесь собраны практические руководства по составлению тренировочных программ, технике упражнений и методам повышения эффективности занятий. От основ для начинающих до продвинутых методик.",
        "slug": "training"
    }
},
{
    "model": "blog.category",
    "pk": 2,
    "fields": {
        "name": "Здоровье",
        "description": "Здоровье — это фундамент, на котором строятся сила, энергия и хорошее самочувствие. Здесь говорим о том, как поддерживать организм",
        "slug": "health"
    }
},
{
    "model": "blog.category",
    "pk": 3,
    "fields": {
        "name": "Для настроения и красоты",
        "description": "Когда нет цели \"похудеть к лету\", а хочется просто чувствовать себя хорошо. Подборка активностей, которые дарят энергию, снимают стресс и возвращают радость движения.",
        "slug": "mood_and_beauty"
    }
},
{
    "model": "blog.post",
    "pk": 1,
    "fields": {
        "name": "Как накачать попу",
        "description": "Рассказываем о самых лучших упражнениях и нескольких важных правилах, которые нужно знать",
        "content": "## Введение\r\nВсе мы хотим накачать себе большую и красивую попу. Но как это сделать?\r\n\r\n## Анатомия\r\n\r\n## Лучшие упражнения\r\n### Для средней ягодичной\r\n### Для низа ягодиц",
        "cover": "post_covers/strong_squad_rDK6FAK.jpg",
        "category": 1,
        "slug": "glutes_training",
        "is_published": true,
        "pub_datetime": "2026-01-17T09:31:51.912Z",
        "edited_datetime": "2026-01-17T09:31:51.912Z",
        "views": 0,
        "recommended_posts": []
    }
},
{
    "model": "blog.post",
    "pk": 2,
    "fields": {
        "name": "Как составить программу тренировок без тренера",
        "description": "Программу очень даже реально составить своими силами! Вот что нужно для этого знать",
        "content": "Самостоятельно выстроить свой фитнес-путь — это круто и empowering. Делимся гайдом, как стать себе тренером (хотя бы на первых порах) и составить работающую программу.\r\n\r\n### **База: что нужно знать перед составлением плана**\r\n\r\n1.  **Цель:** Чего ты хочешь? Похудеть, подтянуть тело, набрать мышечный тонус, улучшить выносливость, снять стресс? От этого зависит все.\r\n2.  **Реальность:** Сколько раз в неделю ты **честно** можешь уделить тренировке? 2, 3, 4 раза? Начинай с меньшего, но будь постоянной.\r\n3.  **Уровень:** Начинающая, возвращаешься после перерыва или уже есть опыт?\r\n\r\n### **Из чего должна состоять твоя неделя тренировок?**\r\n\r\nДля гармоничного и здорового прогресса нужны три кита:\r\n\r\n1.  **Силовые тренировки (2-3 раза в неделю).** Основа для тонуса, упругого тела и ускорения метаболизма. Это не обязательно огромные веса! Работа с гантелями, петлями TRX, собственным весом (приседания, выпады, отжимания, планки) — это все сила.\r\n2.  **Кардио (1-2 раза в неделю).** Для выносливости, сердца и сжигания калорий. Бег, ходьба в гору, велотренажер, танцы, прыжки на скакалке.\r\n3.  **Мобильность и восстановление (обязательно!).** Растяжка, йога, пилатес, foam rolling. Хотя бы 10-15 минут после каждой тренировки и отдельное занятие в неделю.\r\n\r\n### **Совет по силовым тренировкам: фулбоди vs сплиты**\r\n\r\n*   **Для новичков и при 2-3 тренировках в неделю идеально подходит формат FULL BODY (все тело за раз).** Так ты прорабатываешь все основные группы мышц чаще, быстрее осваиваешь технику.\r\n*   **Структура одной силовой тренировки:**\r\n    *   **Разминка (5-10 мин):** Суставная гимнастика, легкое кардио.\r\n    *   **Основная часть (40-50 мин):**\r\n        *   **Упражнение 1:** Ноги (например, приседания)\r\n        *   **Упражнение 2:** Спина (тяга в наклоне)\r\n        *   **Упражнение 3:** Грудь (отжимания с колен или жим гантелей)\r\n        *   **Упражнение 4:** Ягодицы (махи ногой назад на четвереньках)\r\n        *   **Упражнение 5:** Пресс (скручивания, планка)\r\n    *   **Выполняй 3-4 подхода по 10-15 повторений.** Вес/сопротивление должно быть таким, чтобы последние 2-3 повторения в подходе давались с трудом, но без нарушения техники.\r\n    *   **Заминка (5-10 мин):** Растяжка проработанных мышц.\r\n\r\n### **Пример расписания на неделю (для начинающего/среднего уровня)**\r\n\r\n**Цель:** Подтянуть тело, повысить тонус.\r\n**Доступность:** 3 тренировки в неделю.\r\n\r\n*   **Понедельник: Силовая (Full Body)**\r\n    *   Приседания с собственным весом/с гантелями – 4х15\r\n    *   Тяга гантелей к поясу – 4х12\r\n    *   Отжимания (от стены/с колен) – 4х10-12\r\n    *   Ягодичный мостик – 4х15\r\n    *   Планка – 3 подхода по 30-60 сек.\r\n    *   *Заминка + растяжка.*\r\n\r\n*   **Вторник: Отдых или активное восстановление** (прогулка, легкая растяжка).\r\n\r\n*   **Среда: Кардио + мобильность**\r\n    *   30-40 минут умеренного кардио (быстрая ходьба на беговой дорожке с наклоном, эллипс, велосипед).\r\n    *   15-20 минут растяжки всего тела или йоги.\r\n\r\n*   **Четверг: Отдых.**\r\n\r\n*   **Пятница: Силовая (Full Body)**\r\n    *   Выпады назад – 4х12 на ногу\r\n    *   Тяга верхнего блока (если в зале) / подтягивания в гравитроне – 4х12\r\n    *   Жим гантелей лежа/стоя – 4х12\r\n    *   Румынская тяга с гантелями – 4х12\r\n    *   Подъем ног лежа на пресс – 4х15\r\n    *   *Заминка + растяжка.*\r\n\r\n*   **Суббота: Активное восстановление** (длинная прогулка, плавание, танцы).\r\n\r\n*   **Воскресенье: Полный отдых.**\r\n\r\n### **Важные принципы, которые нельзя игнорировать:**\r\n\r\n*   **Прогрессия нагрузок:** Тело адаптируется. Через 4-6 недель усложняй: добавляй вес, количество повторений, сокращай отдых между подходами, пробуй более сложные вариации упражнений.\r\n*   **Техника важнее всего!** Смотри видео от проверенных тренеров, записывай себя на видео, начинай с легких весов.\r\n*   **Восстановление — это часть тренировки.** Мышцы растут и меняются во время отдыха. Спи 7-9 часов, пей воду, питайся сбалансированно.\r\n*   **Прислушивайся к телу.** Боль в суставах — стоп. Легкая мышечная боль на следующий день — норма. Сильная боль — сигнал к пересмотру нагрузки.\r\n\r\n**Главное — начать и быть последовательной.** Даже самая простая, но регулярная программа даст невероятные результаты. Ты справишься!\r\n\r\n**А ты любишь тренироваться самостоятельно или с тренером? Делись в комментариях!**",
        "cover": "post_covers/doing_shcedule_lnvmjei.png",
        "category": 1,
        "slug": "how_to_shcedule_training_by_yourself",
        "is_published": true,
        "pub_datetime": "2026-01-17T17:21:47.299Z",
        "edited_datetime": "2026-01-17T17:58:39.350Z",
        "views": 0,
        "recommended_posts": [
            1
        ]
    }
},
{
    "model": "blog.post",
    "pk": 3,
    "fields": {
        "name": "Почему танцы это хорошая тренировка",
        "description": "Может быть танцы станут твоим новым любимым хобби, которое приносит и пользу, и удовольствие?",
        "content": "### **А может… танцы? Почему это хорошая тренировка для девушек**\r\n\r\nИногда стандартные тренировки в зале могут надоесть. Хочется разнообразия, музыки и заряда энергии. В таком случае хорошим выбором могут стать танцы.\r\n\r\nТанцы — это полноценная физическая активность. Они развивают силу, гибкость, координацию и чувство ритма, помогают улучшить осанку. А также это способ снять стресс и получить положительные эмоции.\r\n\r\nВот несколько популярных направлений, которыми можно заниматься.\r\n\r\n#### **1. Латинские танцы (Зумба, Сальса, Бачата)**\r\n*   **Суть:** Энергичные танцы под ритмичную музыку. Зумба — это фитнес-программа на основе латинских движений. Сальса и бачата — парные социальные танцы.\r\n*   **Что развивает:** Выносливость, координацию, чувство ритма. Хорошо подходит для поддержания тонуса.\r\n*   **Для кого:** Для тех, кто любит динамичные и социальные виды активности, хочет улучшить настроение.\r\n\r\n#### **2. Contemporary (Современный танец)**\r\n*   **Суть:** Направление, сочетающее элементы классического танца, пластики и импровизации. Внимание уделяется выразительности, работе с весом тела и движением на полу.\r\n*   **Что развивает:** Гибкость, силу мышц всего тела (особенно корпуса и ног), пластичность.\r\n*   **Для кого:** Для тех, кому интересно не просто повторять движения, но и работать над выразительностью и грацией.\r\n\r\n#### **3. Танцы на каблуках (Heels)**\r\n*   **Суть:** Направление, где занятия проходят в обуви на каблуке. Сочетает элементы разных стилей, учит уверенно и безопасно двигаться.\r\n*   **Что развивает:** Чувство баланса, укрепляет мышцы ног и корпуса, способствует улучшению осанки.\r\n*   **Для кого:** Для тех, кто хочет чувствовать себя увереннее, развивать женственность в движении.\r\n\r\n#### **4. Хип-хоп и уличные танцы**\r\n*   **Суть:** Динамичное направление, включающее множество стилей. Основа — на ритме, мышечной изоляции и характерной манере движения.\r\n*   **Что развивает:** Координацию, чувство ритма, мышечный контроль и выносливость.\r\n*   **Для кого:** Для любителей современной музыки и энергичных, ритмичных тренировок.\r\n\r\n### **Сравнительная таблица стилей**\r\n\r\n| Стиль | Уровень нагрузки | Основная польза | Идеально для цели | Подойдет, если вы... |\r\n| :--- | :--- | :--- | :--- | :--- |\r\n| **Латинские танцы** | Средняя или высокая | Выносливость, координация, ритм | Поддержание формы, активный отдых | Любите групповые занятия и зажигательную музыку |\r\n| **Contemporary** | Средняя | Гибкость, сила, пластика | Развитие грации, контроль над телом | Интересуетесь выразительным движением, работой с пластикой |\r\n| **Танцы на каблуках** | Средняя | Чувство баланса, осанка, тонус ног | Развитие уверенности в движении | Хотите улучшить осанку и чувствовать себя комфортно в обуви на каблуке |\r\n| **Хип-хоп** | Высокая | Координация, ритм, выносливость | Динамичная тренировка, развитие чувства ритма | Предпочитаете современные ритмы и энергичные движения |\r\n\r\n**Совет:** Выбрать направление поможет пробное занятие. Оно даст понять, насколько вам комфортна нагрузка, музыка и атмосфера.\r\n\r\nТанцы — это способ поддерживать форму через движение и музыку.\r\n\r\n**Если у вас есть любимое направление или опыт — поделитесь в комментариях.**",
        "cover": "",
        "category": 3,
        "slug": "dance_training",
        "is_published": true,
        "pub_datetime": "2026-01-17T17:32:30.738Z",
        "edited_datetime": "2026-01-17T17:32:30.738Z",
        "views": 0,
        "recommended_posts": []
    }
},
{
    "model": "blog.post",
    "pk": 4,
    "fields": {
        "name": "Забота о теле через растяжку",
        "description": "Как добавить растяжку в свое расписание",
        "content": "### **Растяжка: почему это не просто «потянуться» после тренировки, а важная часть заботы о теле**\r\n\r\nЧасто растяжку воспринимают как необязательное дополнение к основной тренировке — сделали несколько наклонов и можно идти домой. На самом деле, регулярная работа над гибкостью и мобильностью — это полноценная и важная часть физического здоровья. Давайте разберемся, почему ей стоит уделять время.\r\n\r\n#### **Чем полезна регулярная растяжка?**\r\n\r\n1.  **Улучшает подвижность и диапазон движений.** Это делает ваши повседневные движения и тренировки более свободными, безопасными и эффективными. Проще присесть, наклониться, поднять что-то с пола.\r\n2.  **Способствует восстановлению мышц.** После нагрузки мышцы сокращаются и напрягаются. Аккуратная статическая растяжка помогает снять это напряжение, уменьшает ощущение скованности и может облегчить мышечную боль.\r\n3.  **Снижает риск травм.** «Холодные», зажатые мышцы и негнущиеся суставы более уязвимы во время физической активности. Растяжка подготавливает тело к нагрузке и повышает его устойчивость.\r\n4.  **Улучшает осанку.** Многие боли в спине и шее связаны с мышечным дисбалансом: одни группы мышц постоянно перенапряжены (например, грудные), другие — ослаблены. Растяжка помогает снять гипертонус и вернуть телу более естественное положение.\r\n5.  **Помогает снять стресс.** Физическое напряжение часто идет рука об руку с психическим. Медленная, осознанная растяжка, особенно в сочетании с глубоким дыханием, действует как медитация, успокаивает нервную систему и помогает переключиться.\r\n\r\n#### **Какая бывает растяжка и когда ее делать?**\r\n\r\n*   **Динамическая (перед тренировкой).** Это активные, контролируемые движения, которые мягко разогревают мышцы и суставы, увеличивая приток крови. Например: махи ногами и руками, выпады в движении, вращения корпусом. Цель — подготовить тело к работе, а не глубоко растянуть мышцу.\r\n*   **Статическая (после тренировки или как отдельная практика).** Это растяжка, при которой вы принимаете позу и удерживаете ее 15-60 секунд без движения. Например: наклон к прямым ногам, растяжка квадрицепса, «бабочка». Цель — расслабить мышцы, увеличить их эластичность, успокоить нервную систему. Ее выполняют на **разогретые** мышцы.\r\n\r\n#### **Как добавить растяжку в свой режим? Практические советы**\r\n\r\n1.  **Выделите 10-15 минут после тренировки.** Этого достаточно, чтобы качественно поработать над основными группами мышц, которые участвовали в нагрузке.\r\n2.  **Попробуйте отдельное занятие.** Выделите 30-40 минут 1-2 раза в неделю на полноценную сессию растяжки всего тела или йоги/пилатеса. Это даст более выраженный и долгосрочный эффект для гибкости.\r\n3.  **Растягивайтесь без фанатизма.** Растяжка не должна вызывать резкой или острой боли. Вы должны чувствовать умеренное натяжение в мышце, а не страдание. Дышите ровно и глубоко.\r\n4.  **Не забывайте про все тело.** Даже если тренировали ноги, уделите внимание спине, груди и рукам. Тело — это единая система.\r\n5.  **Используйте помощь.** Ремни для йоги, валики (foam rollers) для миофасциального релиза помогут глубже и безопаснее проработать мышцы.\r\n\r\n**Вывод:** Растяжка — это инвестиция в долгосрочное здоровье, подвижность и качество жизни. Это такая же важная часть ухода за телом, как и силовая или кардио-тренировка. Начните с малого — 5 минут после занятия, и вы скоро заметите положительные изменения.\r\n\r\n**А вы уделяете время растяжке? Какую пользу для себя отмечаете? Делитесь в комментариях.**",
        "cover": "post_covers/стретчинг.jpg",
        "category": 1,
        "slug": "add_stretching",
        "is_published": true,
        "pub_datetime": "2026-01-17T17:35:58.371Z",
        "edited_datetime": "2026-01-17T17:53:21.461Z",
        "views": 0,
        "recommended_posts": [
            3,
            2
        ]
    }
},
{
    "model": "blog.post",
    "pk": 5,
    "fields": {
        "name": "Сплит или фулбоди?",
        "description": "Знакомимся с разными подходами к планированию тренировок",
        "content": "## Сплит!",
        "cover": "",
        "category": 1,
        "slug": "split_or_fullbody",
        "is_published": true,
        "pub_datetime": "2026-01-17T18:07:18.620Z",
        "edited_datetime": "2026-01-17T18:07:18.620Z",
        "views": 0,
        "recommended_posts": [
            2
        ]
    }
}
]
